Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-update.tmx
Source language: en
Languages: sv

source: Local mirrors are usually faster than packages.linuxmint.com.
sv: Lokala speglar är oftast snabbare än packages.linuxmint.com.

source: Packages listed here will never receive updates. Use this option to block updates that you know cause issues on your system.
sv: Paketen i den här listan kommer aldrig att uppdateras. Använd den för att stoppa paket som du vet kan orsaka problem.

source: Perform Queued Actions...
sv: Utför köade åtgärder…

source: Remove
sv: Ta bort

source: Update
sv: Uppdatering

source: First, refresh the list of updates after:
sv: Uppdatera uppdateringslistan första gången efter:

source: Please look at the new features introduced in the new version.
sv: Titta gärna på de nya funktioner som introducerats i den här versionen.

source: The Linux kernel.
sv: Linuxkärnan.

source: Upgrade
sv: Uppgradera

source: Checking for updates
sv: Söker efter uppdateringar

source: Cinnamon theme
sv: Tema för Cinnamon

source: Linux Mint recommends to set up automated system snapshots and to apply all available updates. This way, your computer is always secure and you can go back in time and recover from any potential regression.
sv: Linux Mint rekommenderar att du konfigurerar automatiska systemavbilder och installerar alla tillgängliga uppdateringar. Då är datorn alltid säker och du kan återställa den om en regression skulle inträffa.

source: Interface
sv: Gränssnitt

source: Do not install or update anything - doing so could break your operating system!
sv: Installera eller uppdatera ingenting – om du gör det kan operativsystemet skadas!

source: I understand the risk. I want to upgrade to %s.
sv: Jag förstår riskerna. Jag vill uppgradera till %s

source: Origin
sv: Ursprung

source: Don't show notifications if an update was applied in the last (in days):
sv: Visa inte aviseringar om en uppdatering installerats inom de senaste (antal dagar):

source: Keyboard Shortcuts
sv: Snabbkommandon

source: Changes made here will not affect automation.
sv: Ändringar som görs här kommer inte att påverka automatisering.

source: Are you sure you want to remove the %s kernel?
sv: Är du säker på att du vill ta bort kärnan %s?

source: This tool provides your operating system with software and security updates.
sv: Detta verktyg förser operativsystemet med programvaru- och säkerhetsuppdateringar.

source: Total size:
sv: Total storlek:

source: _File
sv: _Fil

source: Linux kernel %s
sv: Linuxkärna %s

source: Then, refresh the list of updates every:
sv: Uppdatera därefter uppdateringslistan var:

source: No updates selected
sv: Inga uppdateringar valda

source: Remove Kernels
sv: Ta bort kärnor

source: You are currently using the following kernel:
sv: Du använder för närvarande följande kärna:

source: Auto-refresh
sv: Automatisk uppdatering

source: Superseded
sv: Ersatt

source: %d update available
sv: %d uppdatering tillgänglig

source: %d updates available
sv: %d uppdateringar tillgängliga

source: Apply security updates to patch vulnerabilities and keep your computer safe.
sv: Installera säkerhetsuppdateringar för att åtgärda sårbarheter och hålla datorn säker.

source: A Flatpak runtime package
sv: Paket med en körmiljö av typen Flatpak

source: Are you sure you want to install the %s kernel?
sv: Är du säker på att du vill installera kärnan %s?

source: Refresh
sv: Uppdatera

source: Cinnamon applet
sv: Panelprogram för Cinnamon

source: Changelog
sv: Ändringslogg

source: This update affects the following installed package:
sv: Denna uppdatering påverkar följande installerade paket:

source: This update affects the following installed packages:
sv: Denna uppdatering påverkar följande installerade paket:

source: Your system is missing critical components. A package corresponding to your edition of Linux Mint should provide the virtual package 'mint-info' and the file /etc/linuxmint/info.
sv: Ditt system saknar kritiska komponenter. Ett paket som motsvarar din utgåva av Linux Mint ska tillhandahålla det virtuella paketet 'mint-info' samt filen /etc/linuxmint/info.

source: Only show notifications for security and kernel updates
sv: Visa bara aviseringar för säkerhets- och kärnuppdateringar

source: Size
sv: Storlek

source: Show and install available updates
sv: Visa och installera tillgängliga uppdateringar

source: Preferences
sv: Inställningar

source: Queue Removal
sv: Köa borttagning

source: _Edit
sv: _Redigera

source: Package
sv: Paket

source: Window
sv: Fönster

source: New releases provide bug fixes and new features but they also sometimes introduce new issues. Upgrading always represents a risk. Your data is safe but new issues can potentially affect your operating system.
sv: Nya versioner tillhandahåller buggfixar och nya funktioner men kan ibland också föra med sig nya problem. Att uppgradera utgör alltid en risk. Din data är säker men nya problem kan potentiellt påverka ditt system.

source: Error checking for flatpak updates: %s
sv: Fel vid sökning efter Flatpak-uppdateringar: %s

source: Remove Kernels...
sv: Ta bort kärnor…

source: Performed as root on a daily basis
sv: Genomförs en gång per dag med administratörsbehörighet

source: No upgrades were found.
sv: Inga uppgraderingar hittades.

source: Could not refresh the list of updates
sv: Kunde inte uppdatera listan med uppdateringar

source: Show a notification if an update is older than (in days):
sv: Visa en avisering om en uppdatering är äldre än (antal dagar):

source: Cinnamon desklet
sv: Skrivbordsprogram för Cinnamon

source: Do not show this message again
sv: Visa inte det här meddelandet igen

source: Clear
sv: Rensa

source: Click on the button to install the missing package.
sv: Klicka på knappen för att installera det saknade paketet.

source: This kernel cannot be removed because it is currently in use.
sv: Den här kärnan används för närvarande och kan inte tas bort.

source: Could not install the security updates
sv: Kunde inte installera säkerhetsuppdateringarna

source: (optional)
sv: (tillval)

source: Log file:
sv: Loggfil:

source: Welcome to the Update Manager
sv: Välkommen till Uppdateringshanteraren

source: Show Descriptions
sv: Visa beskrivningar

source: Flatpak application
sv: Flatpak-program

source: Kernels
sv: Kärnor

source: Cancel
sv: Avbryt

source: Proceed with caution
sv: Fortsätt med varsamhet

source: Options
sv: Alternativ

source: System snapshots
sv: Systemavbilder

source: Please specify the source package name of the update to ignore (wildcards are supported) and optionally the version:
sv: Ange källpaketnamnet för uppdateringen som ska ignoreras (jokertecken stöds) och eventuellt versionen:

source: Contents
sv: Innehåll

source: 3rd-party update
sv: Uppdatering från tredje part

source: This option always leaves at least one older kernel installed and never removes manually installed kernels.
sv: Det här alternativet behåller alltid minst en äldre kärna och tar aldrig bort manuellt installerade kärnor.

source: Update types
sv: Uppdateringstyper

source: Active
sv: Aktiv

source: About
sv: Om

source: Release notes for %s
sv: Versionsinformation för %s

source: Performed as root on a weekly basis
sv: Genomförs en gång per vecka med administratörsbehörighet

source: Queue Installation
sv: Köa installation

source: Name
sv: Namn

source: System Snapshots
sv: Systemavbilder

source: package
sv: paket

source: Select All
sv: Markera alla

source: Restart required
sv: Omstart krävs

source: Click on the link to browse the new features.
sv: Klicka på länken för att se de nya funktionerna.

source: Total size: <
sv: Total storlek: <

source: The upgrade did not succeed. Make sure you are connected to the Internet and try to upgrade again.
sv: Uppgraderingen misslyckades. Kontrollera att du är ansluten till internet och försök uppgradera igen.

source: Name:
sv: Namn:

source: Old Version
sv: Gammal version

source: Software updates
sv: Programuppdateringar

source: This kernel is not installable.
sv: Den här kärnan går inte att installera.

source: Apply them to keep your operating system safe and up to date.
sv: Installera dem för att hålla operativsystemet säkert och aktuellt.

source: Set up system snapshots to protect yourself from mistakes and regressions. If anything breaks simply restore the last snapshot.
sv: Konfigurera systemavbilder för att skydda dig mot misstag och regressioner. Om något går fel kan du återställa den senaste systemavbilden.

source: Yes
sv: Ja

source: Your system is up to date
sv: Ditt system är uppdaterat

source: Ignored Updates
sv: Bortvalda uppdateringar

source: View updates
sv: Visa uppdateringar

source: Introduction
sv: Introduktion

source: A new version of Linux Mint is available!
sv: En ny version av Linux Mint finns tillgänglig!

source: Continue
sv: Fortsätt

source: Installing updates
sv: Installerar uppdateringar

source: Kernel flavor:
sv: Kärnutförande:

source: The Linux Kernel is responsible for hardware and drivers support. Note that this update will not remove your existing kernel. You will still be able to boot with the current kernel by choosing the advanced options in your boot menu. Please be cautious though.. kernel regressions can affect your ability to connect to the Internet or to log in graphically. DKMS modules are compiled for the most recent kernels installed on your computer. If you are using proprietary drivers and you want to use an older kernel, you will need to remove the new one first.
sv: Linuxkärnan ansvarar för stöd för maskinvara och drivrutiner. Den här uppdateringen tar inte bort den nuvarande kärnan. Du kan fortfarande starta med den nuvarande kärnan genom att välja avancerade alternativ i startmenyn. Var dock försiktig: regressioner kan påverka möjligheten att ansluta till internet eller att logga in grafiskt. DKMS-moduler kompileras för de senast installerade kärnorna på datorn. Om du använder proprietära drivrutiner och vill använda en äldre kärna måste du först ta bort den nyare.

source: Hide the update manager after applying updates
sv: Dölj uppdateringshanteraren när uppdateringarna har installerats

source: _Help
sv: _Hjälp

source: Update Cinnamon spices automatically
sv: Uppdatera tillägg för Cinnamon automatiskt

source: Updates are available
sv: Nya uppdateringar finns

source: New features in %s
sv: Nya funktioner i %s

source: Flatpak updates
sv: Uppdateringar av Flatpak

source: Close
sv: Stäng

source: Install
sv: Installera

source: Please confirm the following actions:
sv: Bekräfta följande åtgärder:

source: Ignore an Update
sv: Välj bort en uppdatering

source: Nemo action
sv: Nemo-åtgärd

source: Automation
sv: Automatisering

source: Warning!
sv: Varning!

source: Click on the link to open the release notes.
sv: Klicka på länken för att öppna versionsinformationen.

source: Updating Cinnamon Spices
sv: Uppdaterar tillägg för Cinnamon

source: Could not update Cinnamon Spices
sv: Kunde inte uppdatera tilläggen för Cinnamon

source: Apply software updates to fix bugs in your computer.
sv: Installera programuppdateringar för att åtgärda övriga fel.

source: Update Flatpaks automatically
sv: Uppdatera Flatpak automatiskt

source: Remove obsolete kernels and dependencies
sv: Ta bort föråldrade kärnor och beroenden

source: Refresh the list of updates automatically
sv: Uppdatera uppdateringslistan automatiskt

source: Performed when you log in
sv: Genomförs när du loggar in

source: Ignore the current update for this package
sv: Välj bort den aktuella uppdateringen av detta paket

source: minutes
sv: minuter

source: New features
sv: Nya funktioner

source: Restart
sv: Starta om

source: %d software update
sv: %d programuppdatering

source: %d software updates
sv: %d programuppdateringar

source: Help
sv: Hjälp

source: Kernel update
sv: Kärnuppdatering

source: Installed
sv: Installerad

source: Upgrade to %s
sv: Uppgradera till %s

source: Security updates
sv: Säkerhetsuppdateringar

source: The package %s needs to be installed before upgrading.
sv: Paketet %s behöver installeras före uppgraderingen.

source: Cinnamon spice updates
sv: Uppdateringar av tillägg för Cinnamon

source: In addition to system packages, check for:
sv: Sök dessutom efter följande, utöver systempaket:

source: Automatic Maintenance
sv: Automatiskt underhåll

source: Apply updates automatically
sv: Installera uppdateringar automatiskt

source: Supported until
sv: Stöds t.o.m.

source: Requirements
sv: Krav

source: Date
sv: Datum

source: Another process is currently using the package management system. Please wait for it to finish and then try again.
sv: En annan process använder för närvarande pakethanteringssystemet. Vänta tills processen har avslutats och försök sedan igen.

source: History of Updates
sv: Uppdateringshistorik

source: Apply
sv: Verkställ

source: Most recent change
sv: Senaste ändring

source: If you face any of these issues, don't panic:
sv: Om du råkar ut för något av detta, prova att:

source: - No wifi (or ethernet) - No video acceleration - Black screen on startup - Random system freeze
sv: - Ingen wifi- eller Ethernet-anslutning - Ingen videoacceleration - Svart skärm vid start - Slumpmässiga hängningar

source: To switch to a different Linux Mint mirror and solve this problem, click OK.
sv: Klicka OK för att lösa problemet genom att byta till en annan spegel för Linux Mint.

source: Welcome Screen
sv: Välkomstskärm

source: Release notes
sv: Versionsinformation

source: End of Life
sv: Livscykeln avslutad

source: Website: %s
sv: Webbplats: %s

source: Quit
sv: Avsluta

source: Ignore all future updates for this package
sv: Välj bort alla framtida uppdateringar av detta paket

source: Make sure your system snapshots are properly configured before enabling automation.
sv: Kontrollera att systemavbilderna är korrekt konfigurerade innan du aktiverar automatisering.

source: Apply the Update
sv: Installera uppdateringen

source: Do you want to switch to a local mirror?
sv: Vill du byta till en lokal spegel?

source: Software Sources
sv: Programförråd

source: Cannot Proceed
sv: Kan inte fortsätta

source: Visible Columns
sv: Synliga kolumner

source: Linux Kernels
sv: Linuxkärnor

source: _View
sv: _Visa

source: Click this button to make automatic updates use your current blacklist.
sv: Klicka på den här knappen för att låta automatiska uppdateringar använda din nuvarande spärrlista.

source: Unsupported
sv: Stöds inte

source: Cinnamon extension
sv: Utökning för Cinnamon

source: Show a notification if an update has been available for (in logged-in days):
sv: Visa en avisering om en uppdatering har varit tillgänglig i antal inloggade dagar:

source: You have installed updates that require a restart to take effect. Please restart your system as soon as possible.
sv: Du har installerat uppdateringar som kräver en omstart för att börja gälla. Starta om systemet så snart som möjligt.

source: Note: The list only gets refreshed while the Update Manager window is closed (in system tray mode).
sv: Obs! Listan uppdateras bara när Uppdateringshanterarens fönster är stängt (i systemfältsläge).

source: It is recommended to add packages to this list by right-clicking them in the updates listing.
sv: Vi rekommenderar att du lägger till paket i listan genom att högerklicka på dem i uppdateringslistan.

source: Installing
sv: Installerar

source: The following spices were automatically updated:
sv: Följande uppdaterades automatiskt:

source: Flatpak runtime
sv: Körmiljö för Flatpak

source: Your operating system was successfully upgraded. Please reboot your computer for all changes to take effect.
sv: Operativsystemet har uppgraderats. Starta om datorn för att ändringarna ska börja gälla.

source: - Reboot. - Press and hold the Shift key to show the boot menu. - In the boot menu, select the line which starts with 'Advanced options'. - Select an older kernel. - After the computer boots with the older kernel, uninstall the new one.
sv: - Starta om datorn. - Håll ned skifttangenten så att startmenyn visas. - Välj raden som börjar med ”Advanced options” i menyn. - Välj en äldre kärna. - När datorn startat med den äldre kärnan: avinstallera den nya.

source: No
sv: Nej

source: Software update
sv: Programuppdatering

source: Update Manager
sv: Uppdateringshanterare

source: Please read the release notes before upgrading. They explain all the known issues, workarounds and solutions associated with the new version.
sv: Läs versionsinformationen innan du uppgraderar. Den beskriver alla kända problem, lösningar och sätt att kringgå problem som är kopplade till den nya versionen.

source: Your APT configuration is corrupt.
sv: APT-konfigurationen är skadad.

source: Security update
sv: Säkerhetsuppdatering

source: Only show a tray icon when updates are available or in case of errors
sv: Visa endast ikonen i systemfältet när uppdateringar finns tillgängliga eller om något fel har uppstått

source: An upgrade was found but it is not available yet for the %s edition.
sv: En uppgradering hittades, men den är ännu inte tillgänglig för %s utgåvan.

source: Other Updates
sv: Övriga uppdateringar

source: New Version
sv: Ny version

source: Export blacklist to /etc/mintupdate.blacklist
sv: Exportera spärrlistan till /etc/mintupdate.blacklist

source: %s is unreachable.
sv: %s kan inte nås.

source: %d security update
sv: %d säkerhetsuppdatering

source: %d security updates
sv: %d säkerhetsuppdateringar

source: Perform Queued Actions
sv: Utför köade åtgärder

source: Summary
sv: Sammanfattning

source: Cinnamon was restarted
sv: Cinnamon startades om

source: Install %s
sv: Installera %s

source: Unstable software. Only apply this update to help developers beta-test new software.
sv: Instabil programvara. Installera bara den här uppdateringen om du vill hjälpa utvecklarna att betatesta ny programvara.

source: Enable automatic updates
sv: Aktivera automatiska uppdateringar

source: %(selected)d update selected (%(size)s)
sv: %(selected)d uppdatering markerad (%(size)s)

source: %(selected)d updates selected (%(size)s)
sv: %(selected)d uppdateringar markerade (%(size)s)

source: Select Security Updates
sv: Välj säkerhetsuppdateringar

source: A new version of the Update Manager is available
sv: En ny version av Uppdateringshanteraren finns att hämta

source: Package Updates
sv: Paketuppdateringar

source: Notifications
sv: Aviseringar

source: System Upgrade
sv: Systemuppgradering

source: These issues include:
sv: Detta kan t.ex. innebära:

source: Type
sv: Typ

source: Please switch to another Linux Mint mirror
sv: Byt till en annan Linux Mint-spegel

source: Run 'apt update' in a terminal window to address this
sv: Kör 'apt update' i ett terminalfönster för att korrigera detta

source: days
sv: dagar

source: Selection
sv: Urval

source: Close window
sv: Stäng fönster

source: hours
sv: timmar

source: Select Kernel Updates
sv: Välj kärnuppdateringar

source: Blocked packages
sv: Spärrade paket

source: The last update on %(mirror)s was %(days)d day ago.
sv: Den senaste uppdateringen av %(mirror)s gjordes för %(days)d dag sedan.

source: The last update on %(mirror)s was %(days)d days ago.
sv: Den senaste uppdateringen av %(mirror)s gjordes för %(days)d dagar sedan.

source: Installing a new kernel can sometimes cause problems, especially if you're using proprietary drivers.
sv: Att installera en ny kärna kan ibland leda till problem, särskilt om du använder proprietära drivrutiner.

source: Packages
sv: Paket

source: Please switch to another mirror
sv: Byt till en annan spegel

source: Install Updates
sv: Installera uppdateringar

source: Downloading changelog...
sv: Hämtar ändringsloggen…

source: No changelog available
sv: Ingen ändringslogg tillgänglig
